relay/10/03-bbbourq.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-04 Mon 20:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10–3</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10–3<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-04 Mon 20:43)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgea7ecd9">1. Translation</a></li>
<li><a href="#orgbeec869">2. Lexicon</a></li>
<li><a href="#orgb455029">3. Grammar</a>
<ul>
<li><a href="#org71e1719">3.1. Pluralization</a></li>
<li><a href="#org23ff307">3.2. Tenses</a></li>
</ul>
</li>
<li><a href="#org3e4ae26">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgea7ecd9" class="outline-2">
<h2 id="orgea7ecd9"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<div class="detail-link">
<p>
<a href="03-bbb-Relay_Torch.docx">Full torch</a> · <a href="03-bbb-Torch.docx">Full gloss</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
“I learn a little here and there.” The shopkeeper blew his nose. “I sometimes
come to a world where they understand things.”
</p>

<p>
He turned his two small, sad eyes to Tuuflawar. “You have a kind face, friend. I
want to tell you something.”
</p>

<p>
“Tell me what?”
</p>

<p>
“Taking care of the shop isn’t routine, you know. I never settle down, I always
move, I never close the shop.”
</p>

<p>
“Why don’t you stop?”
</p>

<p>
“Oh! I cannot stop, you know. I suffer because of a curse, you know. A very bad
thing.” He blew his nose again.
</p>

<p>
“Is the curse forcing you to take care of the shop?”
</p>

<p>
“Forever, friend, forever. And it will never stop! For a few hundred years! He
was a sorcerer, you know. I did an evil thing.”
</p>

</div>

<div class="conlang-name">
<p>
Lortho
</p>

</div>

<div class="conlang-text">
<p>
“kashidenin lalha dikhaneme thashi hana dasat.” radenikhi motikhani kisananau
libinume. “konerin ikhi mashtamela ammar menanimi nimi dikhaneme.”
</p>

<p>
phorennikhin bon menishu khume thufalardan. “efodhanni fakodasha ikhi dhalamu
kafume. hankhanin seman ikhi dikhame mannumela.”
</p>

<p>
“semananni masharime hunimela?”
</p>

<p>
“mekhara minarona kisaname. dharokhar lumanin, rokhar somanin, dharokhar denalin
kisaname.”
</p>

<p>
“kaura malar dhadenalanni?”
</p>

<p>
“dhatumedin denalo. finali peikhali nihokhanname. harlu malar menu dikhu.”
radenikhi libinume.
</p>

<p>
“kaura finali peikhali minaro manni kisaname?”
</p>

<p>
“rokhar, fakodasha, rokhar. hana dharokhar denalaina dasat hanhan lhara!
harlikhi i moshtharume. harikhin mena dikhame.”
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orgbeec869" class="outline-2">
<h2 id="orgbeec869"><span class="section-number-2">2</span> Lexicon</h2>
<div class="outline-text-2" id="text-2">
<p>
NOTES: 
</p>
<ul class="org-ul">
<li>Infinitives will be listed followed by the (verb stem-)</li>
<li>Adjectives will be listed as its (root-)</li>
<li>Nouns will be listed followed by its (gender)</li>
</ul>

<dl class="org-dl vocablist">
<dt>ammar</dt><dd>(adv.) where</dd>
<dt>binu</dt><dd>(n. fem) nose</dd>
<dt>bon</dt><dd>(numeral) two</dd>
<dt>dasat</dt><dd>(adv.) after, then, later</dd>
<dt>denalo (denal-)</dt><dd>(v.) to close, shut down</dd>
<dt>dha(k)-</dt><dd>(NEG)</dd>
<dt>dhalam</dt><dd>(adj.) nice, kind</dd>
<dt>dikha</dt><dd>(n. neut) thing</dd>
<dt>efodho (efodh-)</dt><dd>(v.) to have</dd>
<dt>finalo (final-)</dt><dd>(v.) to cause (s.t.)</dd>
<dt>hana</dt><dd>(conj.) and</dd>
<dt>hanhan</dt><dd>(numeral) hundred</dd>
<dt>hankhan (hankhan-)</dt><dd>(v.) to want</dd>
<dt>haret (har-)</dt><dd>(v.) to do</dd>
<dt>harlan (harl-)</dt><dd>(v.) to be</dd>
<dt>hokhan (hokhan-)</dt><dd>(v.) to suffer, endure</dd>
<dt>hun</dt><dd>(PN.1FSG)</dd>
<dt>ikhi</dt><dd>(numeral) one; (indef. art) a/an</dd>
<dt>kafu</dt><dd>(n. masc) face</dd>
<dt>kashiden (kashiden-)</dt><dd>(v.) to learn</dd>
<dt>kaura</dt><dd>(Q)</dd>
<dt>khu</dt><dd>(n. fem) eye</dd>
<dt>kisana </dt><dd>(n. neut) shop, store</dd>
<dt>kodasha</dt><dd>(n. neut) friend, comrade</dd>
<dt>konero (koner-)</dt><dd>(v.) to come, arrive</dd>
<dt>lalh-</dt><dd>(adj.) little, small, miniscule</dd>
<dt>luman (luman-)</dt><dd>(v.) to rest, relax</dd>
<dt>malar</dt><dd>(adv.) very</dd>
<dt>malar</dt><dd>(interrogative) why</dd>
<dt>mannu</dt><dd>(PN.2FSG)</dd>
<dt>mashar</dt><dd>(dem. pron.; adv.) what</dd>
<dt>mashta</dt><dd>(n. neut) planet, world</dd>
<dt>mekharo (mekhar-)</dt><dd>(v.) to be difficult</dd>
<dt>men-</dt><dd>(adj.) bad, evil</dd>
<dt>menan</dt><dd>(v.) to understand</dd>
<dt>menish-</dt><dd>(adj.) sad</dd>
<dt>minaro (minar-)</dt><dd>(v.) to take care of, watch over</dd>
<dt>moshtharu</dt><dd>(n. fem) wizard, sorcerer</dd>
<dt>motikhani</dt><dd>(n. masc) keeper, owner</dd>
<dt>paikhali</dt><dd>(n. masc) bad omen, curse</dd>
<dt>phorenno (phorenn-)</dt><dd>(v.) to turn</dd>
<dt>raden (raden-)</dt><dd>(v.) to clean</dd>
<dt>rokhar</dt><dd>(adv.) always</dd>
<dt>seman (seman-)</dt><dd>(v.) to say, tell</dd>
<dt>soman (soman-)</dt><dd>(v.) to move, relocate</dd>
<dt>thashi</dt><dd>(adv. Of time) now</dd>
<dt>thufalar</dt><dd>Proper Name</dd>
<dt>tumet (tumed-)</dt><dd>(v.) to be able (to)</dd>
</dl>
</div>
</div>

<div id="outline-container-orgb455029" class="outline-2">
<h2 id="orgb455029"><span class="section-number-2">3</span> Grammar</h2>
<div class="outline-text-2" id="text-3">
<p>
Lortho is SVO and agglutinating with some minor inflection. There are ten cases
which are explained here:
<a href="http://lortho.conlang.org/wiki/index.php?title=Morphology#Grammatical_Case">http://lortho.conlang.org/wiki/index.php?title=Morphology#Grammatical_Case</a>
</p>

<p>
All nouns all end in a vowel and are one of three genders: -i (masc), -u (fem),
and -a (neut). Adjectives precede the noun and agree with gender only. Nouns are
not pluralized when counted. Numerals also come before the noun and do not take
any affixes if they are cardinal numbers modifying said noun.
</p>
</div>

<div id="outline-container-org71e1719" class="outline-3">
<h3 id="org71e1719"><span class="section-number-3">3.1</span> Pluralization</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Neuter and feminine nouns will add the suffix -ne before case
suffixes. Masculine nouns will add the infix -en- before the final -i; if the
noun ends in -ni, the infix will be -em-
</p>

<p>
Possessive pronouns are prefixes added to the noun. The prefixes are:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Masc</th>
<th scope="col" class="org-left">Fem</th>
<th scope="col" class="org-left">Neut</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1S</td>
<td class="org-left">ni-</td>
<td class="org-left">nu-</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2S</td>
<td class="org-left">lin-</td>
<td class="org-left">lun-</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3S</td>
<td class="org-left">li-</td>
<td class="org-left">lu-</td>
<td class="org-left">la-</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">1P</td>
<td class="org-left">nima-</td>
<td class="org-left">numa-</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2P</td>
<td class="org-left">nani-</td>
<td class="org-left">nanu-</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3P</td>
<td class="org-left">limi-</td>
<td class="org-left">limu-</td>
<td class="org-left">lima-</td>
</tr>
</tbody>
</table>

<p>
Adverbs end in -r and come before the word they modify; however, this is not a
rule
</p>

<p>
All verbs are conjugated in gender and number and must agree with the subject –
implied or implicit. There are three types of verbs: -n verbs (the infinitive is
also the stem), -o verbs (the verb stem is found by removing the final -o), and
-t verbs (the verb stem is found by changing the final -t to -d).
</p>
</div>
</div>

<div id="outline-container-org23ff307" class="outline-3">
<h3 id="org23ff307"><span class="section-number-3">3.2</span> Tenses</h3>
<div class="outline-text-3" id="text-3-2">
<p>
There are three tenses present in this passage: present, past, and future. 
</p>
<ul class="org-ul">
<li>The present is formed by adding the personal endings to the verb stem</li>
<li>The past is formed by adding the suffix -ikh to the verb stem before the personal endings</li>
<li>The future is formed by adding the suffix -ain to the verb stem before the personal endings</li>
</ul>

<p>
Action nominals (i.e. gerunds) are formed by adding the suffix -na to the end of
the infinitive of -o and -n verbs; the suffix -ina is added to the infinitive of
-t verbs. Action nominals are neuter by default.
</p>

<p>
Personal endings for verbs are as follows:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Masc</th>
<th scope="col" class="org-left">Fem</th>
<th scope="col" class="org-left">Neut</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1S</td>
<td class="org-left">-in</td>
<td class="org-left">-un</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">2S</td>
<td class="org-left">-anni</td>
<td class="org-left">-annu</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">3S</td>
<td class="org-left">-i</td>
<td class="org-left">-u</td>
<td class="org-left">-a</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">1P</td>
<td class="org-left">-inan</td>
<td class="org-left">-unan</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">2P</td>
<td class="org-left">-amin</td>
<td class="org-left">-amun</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">3P</td>
<td class="org-left">-imi</td>
<td class="org-left">-imu</td>
<td class="org-left">-ima</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<footer id="outline-container-org3e4ae26" class="outline-2">
<h2 id="org3e4ae26">Navigation</h2>
<div class="outline-text-2" id="text-org3e4ae26">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>3</strong></div>
  </div>
  <a href="02-kozet.html" id="prev" rel="prev">Previous</a>
  <a href="04-alllen.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
